[{"key":"first_name","type":"input","title":"First Name","control":{"hint":null,"input_type":"name"},"section":"Basic Information"},{"key":"last_name","type":"input","title":"Last Name","control":{"hint":null,"input_type":"name"},"section":"Basic Information"},{"key":"mi","type":"input","title":"Middle Initial","control":{"hint":null,"input_type":"name"},"section":"Basic Information","optional":true},{"key":"preferred_name","type":"input","title":"Preferred Name","control":{"hint":null,"input_type":"name"},"section":"Basic Information","optional":true},{"key":"date_of_birth","type":"date","title":"Date of Birth","control":{"input_type":"past"},"section":"Basic Information"},{"key":"image","type":"photo","title":"Please add your profile Picture","control":{"longer_size":800,"patient_photo":true,"preferred_camera":"front"},"section":"Basic Information","optional":true},{"key":"sex","type":"radio","title":"Gender","control":{"options":[{"name":"Male","value":"male"},{"name":"Female","value":"female"},{"name":"Other","value":"other"},{"name":"Prefer not to self identify","value":"not_say"}]},"section":"Basic Information"},{"key":"ssn","type":"input","title":"SSN #","control":{"hint":null,"input_type":"ssn"},"section":"Basic Information","optional":true},{"key":"id_front","type":"photo","title":"Please take a picture of the FRONT of your Driver's License\/ID card","control":{"longer_size":1920},"section":"Basic Information","optional":true},{"key":"id_back","type":"photo","title":"Please take a picture of the BACK of your Driver's License\/ID card","control":{"longer_size":1920},"section":"Basic Information","optional":true},{"key":"marital_status","type":"radio","title":"Marital Status","control":{"options":[{"name":"Single","value":"single"},{"name":"Married","value":"married"},{"name":"Widowed","value":"widowed"},{"name":"Divorced","value":"divorced"},{"name":"Prefer not to say","value":"not say"}]},"section":"Basic Information"},{"key":"referrer","type":"dropdown","title":"How did you hear about our office?","control":{"hint":"Please select...","other":true,"options":[{"name":"Google Search","value":"Google Search"},{"name":"Friend\/Family","value":"Friend\/Family"},{"name":"Facebook Page","value":"Facebook Page"},{"name":"Drive-By\/Walk-By","value":"Drive-By\/Walk-By"},{"name":"Yelp","value":"Yelp"},{"name":"Our Website","value":"Our Website"},{"name":"Ads","value":"Ads"}],"optional":false},"section":"Basic Information"},{"if":[{"key":"referrer","value":"Friend\/Family"}],"key":"referred_by","type":"input","title":"Who can we thank for referring?","control":{"hint":null,"input_type":"name"},"section":"Basic Information","optional":true},{"key":"email","type":"input","title":"Email address","control":{"hint":"joe@example.com","input_type":"email"},"section":"Contact Information","optional":true},{"key":"mobile_phone","type":"input","title":"Mobile phone number","control":{"hint":null,"input_type":"phone","phone_prefix":"+1"},"section":"Contact Information"},{"key":"home_phone","type":"input","title":"Home phone number","control":{"hint":null,"input_type":"phone","phone_prefix":"+1"},"section":"Contact Information","optional":true},{"key":"address","type":"input","title":"Address","control":{"hint":"Street Address, Apt#","input_type":"name"},"section":"Address"},{"key":"city","type":"input","title":"City","control":{"hint":null,"input_type":"name"},"section":"Address"},{"key":"state","type":"states","title":"State","control":{"hint":"Select state..."},"section":"Address"},{"key":"zipcode","type":"input","title":"ZIP","control":{"hint":null,"input_type":"zip"},"section":"Address"},{"key":"emergency_providing","type":"radio","title":"I am providing emergency contact details below","control":{"default":true,"options":[{"name":"Yes","value":true},{"name":"No","value":false}]},"section":"Emergency Contact Information"},{"if":[{"key":"emergency_providing","value":true}],"key":"emergency_name","type":"input","title":"Full Name","control":{"hint":"Who should we contact?","input_type":"name"},"section":"Emergency Contact Information"},{"if":[{"key":"emergency_providing","value":true}],"key":"emergency_phone","type":"input","title":"Contact phone number","control":{"hint":null,"input_type":"phone","phone_prefix":"+1"},"section":"Emergency Contact Information"},{"if":[{"key":"emergency_providing","value":true}],"key":"emergency_relationship","type":"input","title":"Relationship","control":{"hint":"Relationship to patient","input_type":"text"},"section":"Emergency Contact Information","optional":true},{"key":"employer","type":"input","title":"Employer","control":{"hint":null,"input_type":"name"},"section":"Work Information","optional":true},{"key":"occupation","type":"input","title":"Occupation","control":{"hint":null,"input_type":"name"},"section":"Work Information","optional":true},{"key":"work_address_providing","type":"radio","title":"I am providing work address details below","control":{"default":true,"options":[{"name":"Yes","value":true},{"name":"No","value":false}]},"section":"Work Information"},{"if":[{"key":"work_address_providing","value":true}],"key":"work_address","type":"input","title":"Address (work)","control":{"hint":"Street Address, Apt#","input_type":"name"},"section":"Work Information"},{"if":[{"key":"work_address_providing","value":true}],"key":"work_city","type":"input","title":"City (work)","control":{"hint":null,"input_type":"name"},"section":"Work Information"},{"if":[{"key":"work_address_providing","value":true}],"key":"work_state","type":"states","title":"State (work)","control":{"hint":null},"section":"Work Information"},{"if":[{"key":"work_address_providing","value":true}],"key":"work_zipcode","type":"input","title":"ZIP (work)","control":{"hint":null,"input_type":"zip"},"section":"Work Information"},{"key":"consent_privacy","type":"terms","title":"Privacy Policy Consent","control":{"text":"CLIENT RIGHTS AND HIPAA AUTHORIZATIONS\n\nThe following specifies your rights about this authorization under the Health Insurance Portability and Accountability Act of 1996, as amended from time to time (“HIPAA”).\n\n1. Tell your provider if you do not understand this authorization, and the provider will explain it to you.\n\n2. You have the right to revoke or cancel this authorization at any time, except: (a) to the extent information has already been shared based on this authorization; or (b) this authorization was obtained as a condition of obtaining insurance coverage. To revoke or cancel this authorization, you must submit your request in writing to the provider at the following address: {{practice_address}}:\n\n3. You may refuse to sign this authorization. Your refusal to sign will not affect your ability to obtain treatment, payment, enrollment or your eligibility for benefits. However, you may be required to complete this authorization form before receiving treatment if you have authorized your provider to disclose information about you to a third party. If you refuse to sign this authorization, and you have authorized your provider to disclose information about you to a third party, your provider has the right to decide not to treat you or accept you as a patient in their practice.\n\n4. Once the information about you leaves this office according to the terms of this authorization, this office has no control over how it will be used by the recipient. You need to be aware that at that point your information may no longer be protected by HIPAA. If the person or entity receiving this information is not a health care provider or health plan covered by federal privacy regulations, the information described above may be disclosed to other individuals or institutions and no longer protected by these regulations.\n\n5. You may inspect or copy the protected dental information to be used or disclosed under this authorization. You do not have the right of access to the following protected dental information: psychotherapy notes, information compiled for legal proceedings, laboratory results to which the Clinical Laboratory Improvement Act (“CLIA”) prohibits access or information held by certain research laboratories. In addition, our provider may deny access if the provider reasonably believes access could cause harm to you or another individual. If access is denied, you may request to have a licensed health care professional for a second opinion at your expense.\n\n6. If this office initiated this authorization, you must receive a copy of the signed authorization.\n\n7. Special Instructions for completing this authorization for the use and disclosure of Psychotherapy Notes. HIPAA provides special protections to certain medical records known as “Psychotherapy Notes.” All Psychotherapy Notes recorded on any medium by a mental health professional (such as a psychologist or psychiatrist) must be kept by the author and filed separately from the rest of the client’s medical records to maintain a higher standard of protection. “Psychotherapy Notes” are defined under HIPAA as notes recorded by a health care provider who is a mental health professional documenting or analyzing the contents of conversation during a private counseling session or a group, joint or family counseling session and that are separate from the rest of the individual’s medical records. Excluded from the “Psychotherapy Notes” definition are the following: (a) medication prescription and monitoring, (b) counseling session start and stop times, (c) the modalities and frequencies of treatment furnished, (d) the results of clinical tests, and (e) any summary of diagnosis, functional status, the treatment plan, symptoms, prognosis, and progress to date. Except for limited circumstances set forth in HIPAA, in order for a medical provider to release “Psychotherapy Notes” to a third party, the client who is the subject of the Psychotherapy Notes must sign this authorization to specifically allow for the release of Psychotherapy Notes. Such authorization must be separate from an authorization to release other dental records.\n\n8. You have a right to an accounting of the disclosures of your protected dental information by the provider or its business associates. The maximum disclosure accounting period is the six years immediately preceding the accounting request. The provider is not required to provide an accounting for disclosures: (a) for treatment, payment, or dental care operations; (b) to you or your personal representative; (c) for notification of or to persons involved in an individual’s dental care or payment for dental care, for disaster relief, or for facility directories; (d) pursuant to an authorization; (e) of a limited data set; (f) for national security or intelligence purposes; (g) to correctional institutions or law enforcement officials for certain purposes regarding inmates or individuals in lawful custody; or (h) incident to otherwise permitted or required uses or disclosures. Accounting for disclosures to dental oversight agencies and law enforcement officials must be temporarily suspended on their written representation that an accounting would likely impede their activities.","agree_text":"I confirm and agree"},"section":"Privacy Policy Consent"},{"key":"consent_financial_policy","type":"terms","title":"Financial Policy","control":{"text":"FINANCIAL POLICY\n\nThank you for choosing us as your dental care provider. We are committed to your treatment being successful. Please understand that payment of your bill is considered part of your treatment. The following is a statement of our financial policy which we require that you read and sign prior to any treatment. It is our hope that this policy will facilitate open communication between us and help avoid potential misunderstandings, allowing you to always make the best choices related to your care.\n\nINSURANCE:\n\nPlease remember your insurance policy is a contract between you and your insurance company. We are not a party to that contract. As a courtesy to you, our office provides certain services, including a pre-treatment estimate which we send to the insurance company at your request. It is physically impossible for us to have the knowledge and keep track of every aspect of your insurance. It is up to you to contact your insurance company and inquire as to what benefits your employer has purchased for you. If you have any questions concerning the pre-treatment estimate and\/or fees for service, it is your responsibility to have these answered prior to treatment to minimize any confusion on your behalf.\n\nPlease be aware some or perhaps all of the services provided may or may not be covered by your insurance policy. Any balance is your responsibility whether or not your insurance company pays any portion.\n\nPAYMENT:\n\nUnderstand that regardless of any insurance status, you are responsible for the balance due on your account. You are responsible for any and all professional services rendered. This includes but is not limited to: dental fees, surgical procedures, tests, office procedures, medications and also any other services not directly provided by the dentist.\n\nFULL PAYMENT is due at the time of service. If insurance benefits apply, ESTIMATED PATIENT CO-PAYMENTS and DEDUCTIBLES are due at the time of service, unless other arrangements are made.\n\nUNPAID BALANCE over 90 days old will be subject to a monthly interest of 1.0% (APR 12%). If payment is delinquent, the patient will be responsible for payment of collection, attorney’s fees, and court costs associated with the recovery of the monies due on the account.\n\nMISSED APPOINTMENTS:\n\nUnless we receive notice of cancellation 48 hours in advance, you will be charged {{practice_late_fee}}. Please help us maintain the highest quality of care by keeping scheduled appointments.\n\nI have read, understand and agree to the terms and conditions of this Financial Agreement.","agree_text":"I confirm and agree"},"section":"Financial Policy"},{"key":"consent_email","type":"terms","title":"Email Consent Form","control":{"text":"PURPOSE: This form is used to obtain your consent to communicate with you by email regarding your Protected Health Information. {{practice_name}} offers patients the opportunity to communicate by email. Transmitting patient information by email has a number of risks that patients should consider before granting consent to use email for these purposes. {{practice_name}} will use reasonable means to protect the security and confidentiality of email information sent and received. However, {{practice_name}} cannot guarantee the security and confidentiality of email communication and will not be liable for inadvertent disclosure of confidential information.\n\nI acknowledge that I have read and fully understand this consent form. I understand the risks associated with communication of email between {{practice_name}} and myself, and consent to the conditions outlined herein. Any questions I may have, been answered by {{practice_name}}.","agree_text":"I consent and accept the risk in receiving information via email","decline_text":"I do not want to receive information via email"},"section":"Communication Consents","optional":true},{"key":"consent_phone","type":"terms","title":"Text Message to Mobile Consent Form","control":{"text":"PURPOSE: This form is used to obtain your consent to communicate with you by mobile text messaging regarding your Protected Health Information. {{practice_name}}, offers patients the opportunity to communicate by mobile text messaging. Transmitting patient information by mobile text messaging has a number of risks that patients should consider before granting consent to use mobile text messaging for these purposes. {{practice_name}} will use reasonable means to protect the security and confidentiality of mobile text messaging information sent and received. However, {{practice_name}} cannot guarantee the security and confidentiality of mobile text messaging communication and will not be liable for inadvertent disclosure of confidential information.\n\nI acknowledge that I have read and fully understand this consent form. I understand the risks associated with the communication of mobile text messaging between {{practice_name}} and myself, and consent to the conditions outlined herein. Any questions I may have, been answered by {{practice_name}}.","agree_text":"I consent and accept the risk in receiving information via mobile text messaging","decline_text":"I do not want to receive information via text messaging"},"section":"Communication Consents","optional":true},{"key":"signature","type":"block_signature","title":"","control":{"language":"en","variant":"adult_no_guardian_details"},"section":"Signature"}]